#+TITLE:
#+AUTHOR:
#+EMAIL:
#+KEYWORDS:
#+DESCRIPTION:
#+TAGS:
#+LANGUAGE: en
#+OPTIONS: toc:nil ':t H:5
#+STARTUP: hidestars overview
#+LaTeX_CLASS: scrartcl
#+LaTeX_CLASS_OPTIONS: [a4paper,11pt]
#+PANDOC_OPTIONS:

*** counts
#+BEGIN_SRC sh
  for i in $(ls items_per_*tsv); do
    echo $i $(datamash count 1 sum 2 < $i)
  done
#+END_SRC

| filter                |   items |      pages | mean pages |
|-----------------------+---------+------------+------------|
| page                  | 8346148 | 1327973922 |        159 |
| page + author         | 1349949 |  296472297 |        220 |
| novel                 |  353498 |            |          0 |
| novel + page          |  316518 |   98947311 |        313 |
| novel + page + author |  180219 |   60717476 |        337 |
#+TBLFM: $4=$-1/$-2;%2.0f

Of the original 14,102,309 items, we use 180,219 items with 60,717,476
pages. Those items fulfill the following conditions:
- We can extract the year they have been issued.
- They have been issued in or after 1913.
- We can extract their extent (number of pages).
- At least one of their authors has a GND id in Wikidata and a
  Wikipedia page (in any Wikipedia language version).
For this set we did not require that any other values are available
(e.g., publisher) but some analyses might further restrict that set.

